Repository: LMSDev/lcpdfr_public
Catalog: LCPD First Response/Resources/Translations.*.resx
Languages: de_de, fr_fr

# PULLOVER_ASK_FOR_LICENSE
source: ~KEY_PULLOVER_LICENSE_YES~ Ask for driver's license.~n~~KEY_PULLOVER_LICENSE_NO~ Do not ask for driver's license.
fr_fr: ~KEY_PULLOVER_LICENSE_YES~ Demander les papiers du conducteur.~n~~KEY_PULLOVER_LICENSE_NO~ Ne pas demander les papiers.

# PULLOVER_CHECK_SUSPECT_DATA
source: Name: {0}~n~DOB: {1}/{2}/{3}~n~~n~~KEY_PULLOVER_LICENSE_YES~ Run license on the computer.~n~~KEY_PULLOVER_LICENSE_NO~ Do not check driver's license.~n~~KEY_DIALOG_4~ ~r~Call in ID.
fr_fr: Nom: {0} ~n~Date de naissance: {2}-{1}-{3}~n~~n~~KEY_PULLOVER_LICENSE_YES~ Vérifier les papiers sur l'ordinateur.~n~~KEY_PULLOVER_LICENSE_NO~ Ne pas vérifier.

# PULLOVER_CHECK_SUSPECT_DATA_2
source: Driver: {0}~n~DOB: {1}/{2}/{3}~n~Passenger: {4}~n~DOB: {5}/{6}/{7}~n~~n~~KEY_PULLOVER_LICENSE_YES~ Run license on the computer.~n~~KEY_PULLOVER_LICENSE_NO~ Do not check driver's license.~n~~KEY_DIALOG_4~ ~r~Call in ID.
fr_fr: Conducteur: {0}~n~Date de naissance: {2}-{1}-{3}~n~Passager: {4}~n~Date de naissance: {6}-{5}-{7}~n~~n~~KEY_PULLOVER_LICENSE_YES~ Vérifier les papiers sur l'ordinateur.~n~~KEY_PULLOVER_LICENSE_NO~ Ne pas vérifier.

# PULLOVER_CHECK_SUSPECT_DATA_3
source: Driver: {0}~n~DOB: {1}/{2}/{3}~n~Passenger: {4}~n~DOB: {5}/{6}/{7}~n~Passenger: {8}~n~DOB: {9}/{10}/{11}~n~~n~~KEY_PULLOVER_LICENSE_YES~ Run license on the computer.~n~~KEY_PULLOVER_LICENSE_NO~ Do not check driver's license.~n~~KEY_DIALOG_4~ ~r~Call in ID.
fr_fr: Conducteur: {0}~n~Date de naissance: {2}-{1}-{3}~n~Passager: {8}~n~Date de naissance: {10}-{9}-{11}~n~~n~~KEY_PULLOVER_LICENSE_YES~ Vérifier les papiers sur l'ordinateur.~n~~KEY_PULLOVER_LICENSE_NO~ Ne pas vérifier.

# PULLOVER_CITATION_PAID
source: The driver has paid the citation of ${0}.
fr_fr: Le conducteur a payé le constat de ${0}.

# PULLOVER_EXIT_VEHICLE
source: Exit your vehicle.
fr_fr: Descendez de votre véhicule.

# PULLOVER_PARK_BEHIND_VEHICLE
source: Park up behind the vehicle to continue.
fr_fr: Immobilisez-vous derri

# PULLOVER_SELECT_ACTION
source: ~KEY_DIALOG_1~ Issue driver a citation.~n~~KEY_DIALOG_2~ Ask driver to step out. ~n~~KEY_DIALOG_3~ Issue driver a warning.
fr_fr: Donner une contravention (F9)~n~Demander au conducteur de sortir (F10)~n~Donner un avertissement (F11)

# PULLOVER_SELECT_REASON
source: ~KEY_DIALOG_1~ Vehicle not roadworthy.~n~~KEY_DIALOG_2~ Aggressive/Careless Driving.~n~~KEY_DIALOG_3~ Speeding.~n~~KEY_DIALOG_4~ Other.
fr_fr: ~KEY_DIALOG_1~ Véhicule en mauvaise état.~n~~KEY_DIALOG_2~ Conduite dangereuse.~n~~KEY_DIALOG_3~ Excès de vitesse.~n~~KEY_DIALOG_4~ Autre.

# PULLOVER_START
source: Follow the vehicle until it pulls over.~n~To ~r~cancel~w~, press Shift.
fr_fr: Suivez le véhicule jusqu'à ce qu'il s'immobilise.~n~Pour ~r~annuler~w~, appuyez sur MAJUSCULE.

# PULLOVER_SUSPECT_LEFT_VEHICLE
source: Now that the suspect has left the vehicle, you may deal with him/her in any way you wish.
fr_fr: Maintenant que le suspect a quitté le véhicule, vous pouvez contrôler le suspect comme bon vous semble.

# PULLOVER_TAXI_LATE
source: Thanks for making me being late, officer!
fr_fr: Merci de m'avoir fait perdre mon temps, monsieur l'agent!

# PULLOVER_WALK_UP_TO_SUSPECT
source: Walk up to one of the window markers to start.
fr_fr: Rejoignez le conducteur.

# PURSUIT_PLAYER_JOIN
source: Hold down ~KEY_JOIN_PURSUIT~ to join the pursuit.
fr_fr: Maintenez ~KEY_JOIN_PURSUIT~ pour vous joindre à la poursuite.

# PURSUIT_PLAYER_JOINED
source: You have joined the pursuit.
fr_fr: Vous vous êtes joint à la poursuite.

# PURSUIT_PLAYER_LEFT
source: You have left the pursuit.
fr_fr: Vous avez abandonné la poursuite.

# ROADBLOCK_REQUESTED
source: Dispatch, set up a roadblock.
fr_fr: Central, j'ai besoin d'un barrage routier.

# SCENARIO_WORLD_EVENT
source: While on duty, you may encounter random world events such as drunk people causing trouble or officers in need of assistance. In contrast to callouts, you can interact with these events if you want and leave at any point.
fr_fr: Lors de votre patrouille, vous allez rencontrer des événements comme des ivrognes causant des problèmes, des poursuites ou d'autres policiers qui interceptent des suspects. Contrairement aux appels, vous pouvez interagir et quitter quand bon vous semble.

# TRUNK_FOUND_CC
source: You found stolen credit cards in the trunk.
fr_fr: Vous avez trouvé des cartes de crédits volées dans le coffre.

# TRUNK_FOUND_NOTHING
source: The trunk is empty.
fr_fr: Le coffre est vide.

# TRUNK_FOUND_WEAPON
source: You found a loaded weapon in the trunk.
fr_fr: Vous avez trouvé une arme chargée dans le coffre.

# TUTORIAL_ARREST_PEDS
source: Good, the ~r~suspect~w~ has stopped. You can arrest him by pressing ~KEY_ARREST~ once, or hold it down for more options.
fr_fr: Bien, le ~r~suspect~w~ s'est arrêté. Vous pouvez l'arrêter en appuyant sur ~KEY_ARREST~ ou maintenez la touche pour plus d'options.

# TUTORIAL_CALLOUTS
source: While on duty, you will receive callouts. You can toggle them on or off by pressing ~KEY_TOGGLE_BUSY~.
fr_fr: En patrouille, vous allez recevoir des appels. Vous pouvez les activer ou les désactiver en appuyant sur ~KEY_TOGGLE_BUSY~.

# TUTORIAL_DO_ARREST
source: The suspect had stolen credit cards. Arrest ~r~him.
fr_fr: Le suspect avait des cartes de crédits volées. Arrêtez-~r~le~w~.

# TUTORIAL_DO_FRISK_STEP_1
source: Target the ~r~suspect ~w~again and hold down the arrest key to bring up more options.
fr_fr: Visez le ~r~suspect~w~ à nouveau et maintenez la touche d'arrestation pour afficher plus d'options.

# TUTORIAL_DO_FRISK_STEP_2
source: Now continue targetting the ~r~suspect~w~ and select ~y~Frisk~w~ from the Investigation menu.
fr_fr: Maintenant, continuez à viser le ~r~suspect ~w~ et sélectionnez ~y~Fouiller~w~ dans la liste d'enquête.

# TUTORIAL_DO_GRAB
source: Take hold of the ~r~arrested suspect.
fr_fr: Tenez le ~r~suspect~w~.

# TUTORIAL_DO_PULLOVER
source: Approach the ~r~vehicle ~w~and press ~KEY_PULLOVER_START~ to order it to pull over.
fr_fr: Approchez le ~r~véhicule~w~ et appuyez sur ~KEY_PULLOVER_START~ pour l'intercepter.

# TUTORIAL_DO_STOP
source: Aim at the ~r~training suspect ~w~in front of you and order him to stop.
fr_fr: Visez le ~r~suspect d'entrainement~w~ devant vous et ordonnez lui d'arrêter.

# TUTORIAL_DO_TAKE_PED_TO_CAR
source: Now take the ~r~suspect~w~ over to the ~b~police car~w~ and place them inside.
fr_fr: Amenez maintenant le ~r~suspect~w~ à votre ~b~véhicule de patrouille~w~ et placez-le à l'intérieur.

# TUTORIAL_FAILED_OBJECTIVE
source: ~r~That's not your objective.
fr_fr: ~r~Ceci n'est pas votre objectif.

# TUTORIAL_PED_CUFFED
source: Well done. The suspect has been arrested and is now ready to be transported to a police station.
fr_fr: Bien joué. Le suspect a été arrêté et est maintenant prêt à être transporté vers le poste de police.

# TUTORIAL_PED_GRABBING
source: You can take hold of arrested suspects by approaching them and pressing ~KEY_ARREST~. Doing so enables you to move them and place them inside police vehicles.
fr_fr: Vous pouvez tenir les suspects arrêtés en les approchant et en appuyant sur ~KEY_ARREST~. Ceci vous permettra de les déplacer et les placer à l'intérieur de votre véhicule de police.

# TUTORIAL_PED_TAKEN_TO_CAR
source: Well done, you now know how to stop, frisk, arrest and transport suspects. In just a few moments, the final part of the tutorial will guide you through traffic stops.
fr_fr: Bien joué, vous savez maintenant comment arrêter, fouiller et transporter les suspects. Dans un bref instant, la partie finale de se tutoriel vous guidera pour les interceptions des véhicules routiers.

# TUTORIAL_PISTOL
source: Select and equip your pistol.
fr_fr: Sélectionnez votre arme de service (pistolet).

# TUTORIAL_READY
source: Well done. You've successfuly completed the tutorial and are now ready to uphold the law in Liberty City.
fr_fr: Bien joué. Vous avez compléter le tutoriel avec succès et êtes désormais prêt à maintenir la loi dans Liberty City.

# TUTORIAL_SOUND_HORN
source: Sounding your horn while your siren is switched on will make the driver stop immediately.
fr_fr: En appuyant sur votre klaxon lorsque votre sirène est en fonction forcera le véhicule à s'arrêter immédiatement.

# TUTORIAL_STOP_PEDS
source: You can order anyone to stop by targetting them and pressing ~KEY_ARREST~. This works when aiming with both a weapon and without.
fr_fr: Vous pouvez ordonner à quiconque d'arrêter en les visant et en appuyant sur ~KEY_ARREST~. Ceci fonctionne avec et sans arme.

# TUTORIAL_WELCOME
source: Welcome to the LCPDFR 1.0 Tutorial. This short tutorial will guide you through some essential parts of policing in Liberty City and help get you started as a police officer.
fr_fr: Bienvenue au tutoriel de LCPDFR 1.0. Ce court tutoriel vous guidera au travers des parties les plus essentielles de la patrouille policière dans Liberty City et vous aidera à faire vos premiers pas en tant qu'agent de police.

# VEHICLE_DOOR_OPEN
source: Press ~KEY_OPEN_TRUNK~ to open the door.
fr_fr: Appuyez sur ~KEY_OPEN_TRUNK~ pour ouvrir la porte.

# VEHICLE_DOOR_REMOVE_F
source: Press ~KEY_OPEN_TRUNK~ to remove her from the vehicle.
fr_fr: Appuyez sur ~KEY_OPEN_TRUNK~ pour la retirer du véhicule.

# VEHICLE_DOOR_REMOVE_M
source: Press ~KEY_OPEN_TRUNK~ to remove him from the vehicle.
fr_fr: Appuyez sur ~KEY_OPEN_TRUNK~ pour le retirer du véhicule.

# VEHICLE_TRUNK_OPEN
source: You can press ~KEY_OPEN_TRUNK~ to open and search vehicle trunks.
fr_fr: Vous pouvez inspecter le coffre des véhicules en appuyant sur ~KEY_OPEN_TRUNK~ pour l'ouvrir.
