Repository: LMSDev/lcpdfr_public
Catalog: LCPD First Response/Resources/Translations.*.resx
Languages: de_de, fr_fr

# ANPR_FLED_CRIME_SCENE
source: Used to flee from officers
fr_fr: Utilisé pour fuir une scène de crime

# ANPR_HANDLE
source: When you detect a vehicle via ALPR you can transmit information about the vehicle to control after the driver has been arrested.
fr_fr: Lorsque vous détectez un véhicule avec le système LAPI (ALPR), vous pouvez transmettre les informations concernant le véhicule au central après que le conducteur a été arrêté.

# ANPR_HANDLE_PARKED
source: When you detect a parked vehicle via ALPR, you can approach it on foot and transmit details via radio to control. It will then be dealt with.
fr_fr: Lorsque vous détectez un véhicule stationné avec le système LAPI (ALPR), vous pouvez vous en approcher à pied et transmettre au central les détails le concernant par radio. Il sera alors pris en charge.

# ANPR_HNR
source: Involved in hit and run
fr_fr: Impliqué dans un délit de fuite

# ANPR_OWNER_WARRANT
source: Owner is wanted
fr_fr: Mandat contre propriétaire

# ANPR_PLATE_EXPIRED
source: Expired registration
fr_fr: La vignette de la plaque d'immatriculation a expiré

# ANPR_STOLEN
source: Reported stolen
fr_fr: Volé

# ANPR_STRUCK
source: Struck a pedestrian
fr_fr: A percuté un piéton

# ANPR_TRANSMIT
source: Press ~KEY_ISSUE_PARKING_TICKET~ to transmit information about the vehicle to control.
fr_fr: Appuyez sur ~KEY_ISSUE_PARKING_TICKET~ pour transmettre les informations concernant le véhicule au central.

# ANPR_UNPAID_TICKET
source: Unpaid citations
fr_fr: Constats d'infraction non payés

# ARREST_ALREADY_ARRESTED_OPTIONS
source: Press ~KEY_ARREST~ to release the suspect. If a suspect transporter fails to show up, hold down ~KEY_ARREST~ to request a new one.
fr_fr: Appuyez sur ~KEY_ARREST~ pour relâcher le suspect. Si aucun véhicule de transport de détenus n'a été dépêché sur place, maintenez la touche ~KEY_ARREST~ enfoncée pour en demander un autre.

# ARREST_CAN_ARREST_NOW
source: You can arrest the person you're aiming at by pressing ~KEY_ARREST~ or press and hold it for more options.
de_de: Du kannst die anvisierte Person festnehmen, indem du ~INPUT_PICKUP~ drückst.
fr_fr: Vous pouvez arrêter la personne que vous visez en appuyant sur ~KEY_ARREST~. Maintenez la touche enfoncée pour afficher plus d'options.

# ARREST_CAN_STOP_NOW
source: Press ~KEY_ARREST~ to order the suspect to stop.
fr_fr: Appuyez sur ~KEY_ARREST~ pour ordonner au suspect de s'arrêter.

# ARREST_CLOSE_TO_PD_DROPOFF
source: Drive into the ~b~marker~w~ to pass the suspect to the station's custody officers. You can find the parking lot ~BLIP_79~ on your map.
fr_fr: Roulez sur le ~b~marqueur~w~ pour que le suspect soit placé en détention. L'emplacement du parking ~BLIP_79~ est indiqué sur votre carte.

# ARREST_FOUR_SEATS_VEHICLE
source: You need a vehicle with four doors.
fr_fr: Vous avez besoin d'un véhicule à quatre portes.

# ARREST_GET_A_VEHICLE
source: Get into a police vehicle.
de_de: Besorge ein Fahrzeug
fr_fr: Montez dans un véhicule de police.

# ARREST_GET_BEHIND
source: Get behind the suspect.
fr_fr: Placez-vous derrière le suspect.

# ARREST_IN_VEHICLE
source: The suspect is now in your vehicle. You can release them any time by opening the door and aiming at them and pressing ~KEY_ARREST~. To open the door, use ~KEY_OPEN_TRUNK~ when nearby.
fr_fr: Le suspect est désormais dans votre véhicule. Vous pouvez cependant le relâcher à tout moment. Pour cela, il vous suffit d'ouvrir la porte et de le viser, puis d'appuyer sur ~KEY_ARREST~. Pour ouvrir la porte, vous devez appuyer sur ~KEY_OPEN_TRUNK~ tout en vous tenant à proximité.

# ARREST_LEAVE_VEHICLE_F
source: Press ~KEY_ARREST~ to order her to leave the vehicle.
fr_fr: Appuyez sur ~KEY_ARREST~ pour lui ordonner de descendre du véhicule.

# ARREST_LEAVE_VEHICLE_M
source: Press ~KEY_ARREST~ to order him to leave the vehicle.
fr_fr: Appuyez sur ~KEY_ARREST~ pour lui ordonner de descendre du véhicule.

# ARREST_MULTIPLE_SUSPECTS
source: You must target an individual suspect to perform actions on them.
de_de: Ziele auf den Verdächtigen um eine Aktion auszuwählen.
fr_fr: Vous devez viser un suspect en particulier pour effectuer une action.

# ARREST_NO_COP_CAR
source: This is not a police vehicle.
fr_fr: Ceci n'est pas un véhicule de police.

# ARREST_NO_VEHICLE
source: You don't have a vehicle.
fr_fr: Vous n'avez pas de véhicule.

# ARREST_OPEN_DOOR_ENTER
source: Open a rear door for the suspect to enter.
fr_fr: Ouvrez une des portes arrières pour faire monter le suspect dans le véhicule.

# ARREST_OPEN_DOOR_LEAVE
source: Open the door for the suspect to leave.
fr_fr: Ouvrez la porte pour faire descendre le suspect du vehicule.

# ARREST_OPTIONS_HOLD
source: ~KEY_DIALOG_1~ Place in vehicle.~n~~KEY_DIALOG_2~ Detain on foot.~n~~n~Hold ~KEY_ARREST~ to go back.
fr_fr: ~KEY_DIALOG_1~ Le faire monter dans le véhicule.~n~~KEY_DIALOG_2~ Détenir à pied.~n~~n~Maintenez la touche ~KEY_ARREST~ enfoncée pour revenir au menu précédent.

# ARREST_OPTIONS_INVESTIGATE
source: ~KEY_DIALOG_1~ Frisk suspect.~n~~KEY_DIALOG_2~ Ask for ID.~n~~KEY_DIALOG_3~ Issue citation.~n~~n~Hold ~KEY_ARREST~ to go back.
fr_fr: ~KEY_DIALOG_1~ Fouiller le suspect.~n~~KEY_DIALOG_2~ Lui demander ses papiers.~n~~KEY_DIALOG_3~ Émettre un constat.~n~~n~Maintenez la touche ~KEY_ARREST~ enfoncée pour revenir au menu précédent.

# ARREST_OPTIONS_LEAVE
source: ~KEY_DIALOG_1~ Ask to move on.~n~~KEY_DIALOG_2~ Ask to evacuate area.~n~~KEY_DIALOG_3~ Ask to get back in their vehicle.~n~~n~Hold ~KEY_ARREST~ to go back.
fr_fr: ~KEY_DIALOG_1~ Lui demander de circuler.~n~~KEY_DIALOG_2~ Lui demander d'évacuer la zone.~n~~KEY_DIALOG_3~ Lui demander de remonter dans son véhicule.~n~~n~Maintenez la touche ~KEY_ARREST~ enfoncée pour revenir au menu précédent.

# ARREST_OPTIONS_MORE
source: ~KEY_DIALOG_1~ Detain suspect.~n~~KEY_DIALOG_2~ Investigate suspect.~n~~KEY_DIALOG_3~ Issue orders.~n~~KEY_DIALOG_4~ Release suspect.
fr_fr: ~KEY_DIALOG_1~ Détenir le suspect.~n~~KEY_DIALOG_2~ Enquêter sur le suspect.~n~~KEY_DIALOG_3~ Lui donner un ordre.~n~~KEY_DIALOG_4~ Le relâcher.

# ARREST_PED_LEFT_VEHICLE
source: Now that the suspect has left the vehicle, you may deal with the scene in any way that you wish.~n~Should you get too far away, the suspect will automatically drive away.
fr_fr: Maintenant que le suspect a quitté le véhicule, vous pouvez gérer la scène comme bon vous semble.~n~Si vous vous éloignez trop, le suspect reprendra tout simplement la route.

# ARREST_STOP_GRABBING
source: Press ~KEY_ARREST~ to let go of the suspect and proceed.
fr_fr: Appuyez sur ~KEY_ARREST~ pour relâcher le suspect et poursuivre vos activités.

# ARREST_SUSPECT_BEING_REMOVED
source: After arriving at a police station, the detention officers will escort your prisoner inside.
fr_fr: Une fois au poste de police, les agents de détention placeront votre détenu en cellule.

# ARREST_SUSPECT_IN_CUSTODY
source: Suspect in custody.
de_de: Verdächtiger in gewahrsam
fr_fr: Suspect placé en détention.

# ARREST_SUSPECT_IN_VEHICLE
source: Press ~KEY_ARREST~ to order the suspect to leave the vehicle.
fr_fr: Appuyez sur ~KEY_ARREST~ pour ordonner au suspect de quitter le véhicule.

# ARREST_SUSPECT_IS_CUFFED
source: The suspect has been arrested.~n~ ~KEY_ARREST_DRIVE_TO_PD~ Drive suspect to a station~n~ ~KEY_ARREST_CALL_TRANSPORTER~ Call for prisoner transport
de_de: Der Verdächtige ist in Handschellen. Möchtest du dich um ihn kümmern?~n~ Bring den Verdächtigen zum Revier (Y)~n~Ruf einen Gefangenentransporter (N)
fr_fr: Le suspect a été arrêté.~n~ ~KEY_ARREST_DRIVE_TO_PD~ Conduire le suspect à un poste de police~n~ ~KEY_ARREST_CALL_TRANSPORTER~ Demander un véhicule de transport de détenus

# ARREST_SUSPECT_WILL_BE_DRIVEN_AWAY
source: A prisoner transport unit is en-route.
de_de: Gefangenentransporter ist auf dem Weg
fr_fr: Un véhicule de transport de détenus est en route.

# ARREST_TAKE_TO_PD
source: Take the suspect to a nearby police station.
de_de: Bring den Verdächtigen zu einem Revier in der Nähe
fr_fr: Conduisez le suspect à un poste de police.

# ARREST_TAKE_TO_PD_CLOSER
source: The suspect has to be close to the police department in order to be arrested successfully.
fr_fr: Le suspect doit être plus près du poste de police pour pouvoir y être incarcéré.

# ARREST_TASE
source: You can use the taser to increase the cooperation level of suspects.
fr_fr: Vous pouvez utiliser le pistolet électrique pour augmenter le niveau de coopération des suspects.

# BACKUP_AIR_UNIT_DISPATCHED
source: An air support unit is en-route.
de_de: Luftunterstützung auf dem Weg
fr_fr: Une unité de soutien aérien est en route.

# BACKUP_IN_VICINITY
source: I'm in the area, stand by.
de_de: Ich bin in der Nähe, halt' durch!
fr_fr: J'suis pas loin, tiens bon !

# BACKUP_NEED_AIR_SUPPORT
source: I need air support in {0}.
de_de: Ich brauche sofort Luftunterstützung bei {0}
fr_fr: J'ai besoin d'un soutien aérien à {0}.

# BACKUP_NEED_AMBULANCE
source: Control, dispatch an ambulance to {0}.
fr_fr: Central, dépêchez une ambulance à {0}.

# BACKUP_NEED_BACKUP
source: I need assistance in {0}.
de_de: Ich brauche Unterstüzung bei {0}
fr_fr: J'ai besoin de renforts à {0}.

# BACKUP_NEED_FIRETRUCK
source: Control, dispatch a firetruck to {0}
fr_fr: Central, dépêchez les pompiers à {0}.

# BACKUP_NEED_NOOSE_BACKUP
source: I need a NOOSE team in {0}.
fr_fr: J'ai besoin d'une équipe du NOoSE à {0}.

# BACKUP_NO_UNIT_AVAILABLE
source: There's no unit available to respond.
de_de: Keine Einheit verfügbar
fr_fr: Aucune unité n'est disponible.

# BACKUP_PURSUIT_ASSISTANCE
source: Requesting assistance for a pursuit.
de_de: Ich benötige Unterstützung bei einer Verfolgung
fr_fr: Demande de renforts pour une poursuite.

# BACKUP_UNIT_DISPATCHED
source: There's a unit on the way.
de_de: Eine Einheit ist auf dem Weg
fr_fr: Une unité est en route.

# CALLOUTMANAGER_BUSY
source: You are now busy and won't receive any callouts.
fr_fr: Vous êtes désormais occupé et ne recevrez plus d'appels.

# CALLOUTMANAGER_NOT_BUSY
source: You are no longer busy and will receive callouts.
fr_fr: Vous n'êtes plus occupé et recevrez donc des appels.

# CALLOUT_ACCEPTED
source: Responding.
de_de: Akzeptiert
fr_fr: En route.

# CALLOUT_DISREGARD
source: Disregard.
de_de: Hat sich erledigt
fr_fr: Veuillez ignorer le dernier appel.

# CALLOUT_DISTURBANCE_MAKE_LEAVE
source: Make the ~r~homeless people~w~ leave the area.
fr_fr: Ordonnez aux ~r~sans-abris~w~ de quitter la zone.

# CALLOUT_DISTURBANCE_MESSAGE
source: We've got a report of homeless people causing trouble in {0}.
fr_fr: On nous signale des sans-abris qui troubleraient l'ordre public à {0}.

# CALLOUT_DRUGDEAL_MESSAGE
source: Units be advised, we've got a report of a drug deal in progress in {0}.
fr_fr: À toutes les unités, on nous signale qu'un échange de stupéfiants serait en cours à {0}.

# CALLOUT_DRUNK_DRIVER_CATCH_UP
source: Catch up to the ~r~driver.
fr_fr: Rattrapez le ~r~conducteur.

# CALLOUT_DRUNK_DRIVER_MESSAGE
source: This is control, we have reports of a drunk driver in {0}.
fr_fr: Central à toutes les unités, on nous signale un conducteur en état d'ébriété à {0}.

# CALLOUT_GET_TO_CRIME_SCENE
source: Get to the ~y~crime scene.
fr_fr: Rendez-vous à la ~w~scène de crime~w~.

# CALLOUT_IGNORED
source: Unable to assist.
fr_fr: Incapable d'assister.

# CALLOUT_MUGGING_MESSAGE
source: We have reports of a mugging in {0}, available units please respond.
de_de: An alle vefügbaren Einheiten, möglicher Raubüberfall in {0}
fr_fr: Nous avons une plainte d'agression à main armée dans {0}, toutes les unités disponibles, veuillez répondre.

# CALLOUT_ROBBERY_CATCH_UP
source: Catch up to the ~r~pursuit.
fr_fr: Rattrapez la ~r~poursuite~w~.

# CALLOUT_ROBBERY_GTA_MESSAGE
source: Available units, we have reports of a stolen vehicle in {0}.
fr_fr: À toutes les unités disponibles, on nous signale un véhicule volé à {0}.

# CALLOUT_ROBBERY_PURSUIT_MESSAGE
source: Attention all units, we have a suspect resisting arrest in {0}.
fr_fr: À toutes les unités, un suspect refuse d'obtempérer dans {0}.

# CALLOUT_ROBBERY_ROBBERY_MESSAGE
source: All units, we've got armed robbery suspects fleeing in {0}.
fr_fr: À toutes les unités, nous avons un vol à main armée et les suspects refusent d'optempérer dans {0}.

# CALLOUT_ROGER_THAT
source: Roger that, officer.
fr_fr: Bien reçu.

# CALLOUT_SHOOTOUT_END_TW
source: The area is safe.
fr_fr: La zone est sécurisée.

# CALLOUT_SHOOTOUT_FIGHT_SUSPECTS
source: Arrest or kill the ~r~suspects.
fr_fr: Arrêtez ou tuez les ~r~suspects~w~.

# CALLOUT_SHOOTOUT_MESSAGE
source: Attention all units, civilians report shots fired in {0}.
fr_fr: À toutes les unités, des civils nous ont signalé avoir entendu des coups de feu à {0}.

# CALLOUT_SHOOTOUT_PRANK_END
source: The area is safe, you may leave the scene.
fr_fr: La zone est sécurisée, vous pouvez quitter la scène.

# CALLOUT_SHOOTOUT_PRANK_END_TW
source: The area is safe, investigating the caller ID.
fr_fr: La zone est sécurisée, enquête du numéro de téléphone.

# CALLOUT_SHOOTOUT_PRANK_INVESTIGATE
source: Investigate the area.
fr_fr: Enquêtez sur la zone.

# CALLOUT_TIMEOUT
source: Crime scene cleared.
fr_fr: La scène est sécurisée.

# CALLOUT_UPDATE_STATE
source: You can transmit your new state to control and be available for new callouts by pressing ~KEY_UPDATE_CALLOUT_STATE~. The symbol in the bottom left of the screen will remain until you have updated your status.
fr_fr: Bien joué, agent! Pour transmettre votre nouveau statut au central et être disponible pour d'autres appels, appuyez sur ~KEY_UPDATE_CALLOUT_STATE~. Le symbole dans le coin gauche en bas de l'écran demeurera jusqu'à ce que vous modifiez votre statut.

# CALL_IN_CIVILIAN_DEATH
source: If you encounter a seriously injured civilian, you can report this to dispatch by pressing ~KEY_CALL_IN_PURSUIT~.
fr_fr: Si vous rencontrez un civil grièvement blessé, vous pouvez le rapporter au central en appuyant sur ~KEY_CALL_IN_PURSUIT~.

# CALL_IN_COP_DEATH
source: If a cop is killed, you can report an officer down to dispatch by pressing ~KEY_CALL_IN_PURSUIT~.
fr_fr: Si un agent est tué, vous pouvez le rapporter au central en appuyant sur ~KEY_CALL_IN_PURSUIT~.

# CALL_IN_PURSUIT
source: If a suspect flees, you can press ~KEY_CALL_IN_PURSUIT~ to call in a pursuit.
fr_fr: Si un suspect s'enfuie, vous pouvez appuyer sur ~KEY_CALL_IN_PURSUIT~ pour démarrer une poursuite.

# CALL_IN_PURSUIT_DEATH
source: If a suspect is killed, you can report this to dispatch by pressing ~KEY_CALL_IN_PURSUIT~.
fr_fr: Si un suspect est tué, vous pouvez le rapporter au central en appuyant sur ~KEY_CALL_IN_PURSUIT~.

# CHASE_LETHAL_FORCE_ALLOWED
source: Lethal force authorized.
fr_fr: Force létale autorisée.

# CHASE_LETHAL_FORCE_FORBIDDEN
source: Lethal force unauthorized.
fr_fr: Force létale non autorisée.

# CHASE_TACTIC_AGGRESSIVE
source: Switched to aggressive tactics.
fr_fr: Utilisation de techniques agressives.

# CHASE_TACTIC_PASSIVE
source: Switched to passive tactics.
fr_fr: Utilisation de techniques passives.

# FRISK_FOUND_CC
source: You found stolen credit cards.
fr_fr: Vous avez trouvé des cartes de crédit volées.

# FRISK_FOUND_DRUGS
source: You found illegal drugs.
fr_fr: Vous avez trouvé des substances illicites.

# FRISK_FOUND_NOTHING
source: You found nothing.
fr_fr: Vous n'avez rien trouvé.

# FRISK_FOUND_WEAPON
source: You found a weapon.
fr_fr: Vous avez trouvé une arme.

# FRISK_GET_BEHIND_SUSPECT
source: Get behind the suspect.
fr_fr: Placez-vous derrière le suspect.

# FRISK_ID
source: Name: {0}~n~DOB: {1}~n~~n~You can run a check on the suspect by using your police computer or by re-opening the investigation menu and requesting information from control.
fr_fr: Nom : {0}~n~DDN : {1}

# FRISK_START_OPTIONS
source: ~KEY_FRISK_HOLD~ Hold suspect. ~n~~KEY_FRISK_START_FRISKING~ Frisk suspect.~n~~KEY_FRISK_ASK_FOR_ID~ Ask for ID. ~n~~KEY_FRISK_RELEASE~ Release suspect.
fr_fr: ~KEY_FRISK_HOLD~ Retenir le suspect.~n~~KEY_FRISK_START_FRISKING~ Fouiller le suspect.~n~~KEY_FRISK_ASK_FOR_ID~ Demander les papiers.~n~~KEY_FRISK_RELEASE~ Relâcher le suspect.

# GET_BACK_TO_SUSPECT
source: Get back to the stopped vehicle.
fr_fr: Retournez au véhicule intercepté.

# GOONDUTY_CAR_MODEL
source: Use ~KEY_PREVIOUS_COP_CAR_MODEL~~KEY_NEXT_COP_CAR_MODEL~ to cycle through the models.~n~Press ~KEY_CONFIRM_COP_CAR_MODEL~ to complete your selection.
de_de: Benutze die linke und rechte Pfeiltaste, um einen Wagen auszuwählen.~n~Drücke die Eingabetaste, um dich für einen zu entscheiden.
fr_fr: Utilisez ~KEY_PREVIOUS_COP_CAR_MODEL~~KEY_NEXT_COP_CAR_MODEL~ pour voir les modèles différents.~n~Appuyez sur ~KEY_CONFIRM_COP_CAR_MODEL~ pour compléter votre sélection.

# GOONDUTY_COP_MODEL
source: Use ~KEY_PREVIOUS_COP_MODEL~~KEY_NEXT_COP_MODEL~ to select different models. Use ~KEY_RANDOMIZE_COP_MODEL~ to change appearance.~n~When finished, press ~KEY_CONFIRM_COP_MODEL~.
de_de: Benutze die linke und recht Pfeiltaste, um ein anderes Model zu wählen. Drücke die untere Pfeiltaste, um dein Aussehen zu verändern.~n~Drücke Enter, um dich für eins zu entscheiden.
fr_fr: Utilisez ~KEY_PREVIOUS_COP_MODEL~~KEY_NEXT_COP_MODEL~ pour voir les modèles différents.~n~Appuyez sur ~KEY_RANDOMIZE_COP_MODEL~ pour changer l'apparence.~n~Une fois terminer, appuyez sur ~KEY_CONFIRM_COP_MODEL~.

# GOONDUTY_COP_MODEL_COMPONENT
source: Changing: ~r~{0}~w~~n~Use ~KEY_PREVIOUS_COP_MODEL~~KEY_NEXT_COP_MODEL~ to select different models.~n~Use ~KEY_NEXT_COP_MODEL_TEXTURE~~KEY_PREVIOUS_COP_MODEL_TEXTURE~ to change the texture.~n~Press ~KEY_PREVIOUS_COP_MODEL_COMPONENT~ to go back.~n~Press ~KEY_CONFIRM_COP_MODEL~ to proceed.
fr_fr: Changement: ~r~{0}~w~~n~Utilisez ~KEY_PREVIOUS_COP_MODEL~~KEY_NEXT_COP_MODEL~ pour changer pour les différents modèles.~n~Utilisez ~KEY_NEXT_COP_MODEL_TEXTURE~~KEY_PREVIOUS_COP_MODEL_TEXTURE~ pour changer la texture.~n~Appuyez sur ~KEY_PREVIOUS_COP_MODEL_COMPONENT~ pour revenir.~n~Appuyez sur ~KEY_CONFIRM_COP_MODEL~ pour confirmer.

# GOONDUTY_END
source: You're no longer on duty as a police officer.
fr_fr: Vous n'êtes plus en service.

# GOONDUTY_NEWS_SCROLLBAR_WEBSITE
source: Visit the OFFICIAL LCPDFR website at www.lcpdfr.com
fr_fr: Visitez le site web OFFICIEL de LCPDFR (www.lcpdfr.com)

# GOONDUTY_NEWS_SCROLLBAR_WELCOME
source: WELCOME TO LCPDFR V {0}
fr_fr: BIENVENUE SUR LCPDFR VERSION {0}

# INPUT_RETURN
source: RETURN
de_de: EINGABE
fr_fr: ENTRÉE

# INPUT_SHIFT
source: SHIFT
fr_fr: MAJUSCULE

# INPUT_SPACE
source: SPACE
fr_fr: BARRE D'ESPACE

# LCPDFR_STARTED
source: Welcome to LCPDFR. ~n~~n~Enter the nearest police station to go on duty.
de_de: Willkommen zu LCPDFR. ~n~~n~Fahr zur nächsten Polizeistation um auf Streife zu gehen.
fr_fr: Bienvenue sur LCPDFR. ~n~~n~Conduisez jusqu'au poste de police le plus proche pour prendre votre service.

# LCPDFR_STOPPED
source: LCPDFR was stopped and is no longer running.~n~Press ~KEY_START~ to start it again.
fr_fr: LCPDFR s'est arrêté et n'est plus en fonction.~n~Appuyez sur ~KEY_START~ pour le redémarrer.

# LCPDMAIN_DEVELOPED_BY
source: Developed by LMS and Sam.
de_de: Entwickelt von LMS und Sam.
fr_fr: Développé par LMS et Sam.

# LCPDMAIN_HARDMODE
source: Hardcore mode: {0}
fr_fr: Mode hardcore actif : {0}

# LCPDMAIN_SCRIPT_CONTRIBUTIONS
source: Script contributions by the G17 Media Team, Lt.Caine and Abraxas.
de_de: Skript-Beiträge von G17 Media Team, Lt.Caine und Abraxas.
fr_fr: Contributions au script de LCPD:FR par l'équipe de G17 Media, Lt.Caine et Abraxas.

# LCPDMAIN_SPECIAL_THANKS
source: Special thanks to listener, aru and #iv-modding.
de_de: Besonderer Dank gilt listener, aru und #iv-modding.
fr_fr: Un gros merci à listener, aru et #iv-modding.

# LCPDMAIN_TRANSLATOR_THANKS
source: Original English text by LMS and Sam.
de_de: Deutsche Übersetzung von LMS.
fr_fr: Traduction française par Sgt. Jackson et Francis.

# PARKING_TICKET_ISSUE
source: You can issue parking tickets to unoccupied stationary vehicles by approaching the driver side door and pressing ~KEY_ISSUE_PARKING_TICKET~.
fr_fr: Vous pouvez émettre un constat d'infraction contre un véhicule inoccupé et immobilisé en appuyant sur ~KEY_ISSUE_PARKING_TICKET~ près de la porte du conducteur.

# PARTNER_PARTNER
source: Partner
fr_fr: Partenaire

# POLICEDEPARTMENT_GOT_PARTNER
source: Your partner will now follow and assist you on duty. If your partner dies, you can return to any police station to get a new one.
fr_fr: Votre partenaire vous accompagnera dans votre travail. S'il décède, vous pouvez revenir dans un poste de police pour en obtenir un autre.

# POLICEDEPARTMENT_INTRODUCTION_LEAVE
source: Enter this checkpoint to leave the police station.
fr_fr: Pour quitter le poste de police, entrez ce point de contrôle.

# POLICEDEPARTMENT_INTRODUCTION_ONDUTY
source: Enter this room to go on or off duty.
fr_fr: Entrez dans cette pièce pour entrer en service.

# POLICEDEPARTMENT_INTRODUCTION_PARTNER
source: In this room you can choose a partner and refill your health.
fr_fr: Dans cette pièce, vous pouvez choisir un partenaire et recharger votre vie.

# POLICEDEPARTMENT_INTRODUCTION_START
source: Here you can go on or off duty, refill your health, recruit a partner or simply relax.
fr_fr: Ici vous pouvez aller en ou hors service, recharger votre vie, recruter un partenaire ou simplement relaxer.

# POLICEDEPARTMENT_IN_PARTNER_CHECKPOINT
source: Press ~KEY_ACCEPT_PARTNER~ to make him your partner.
fr_fr: Appuyez sur ~INPUT_PICKUP~ pour faire de lui votre partenaire.

# POLICEDEPARTMENT_IN_POLICE_DEPARTMENT
source: This is a police station. Press ~KEY_VIEW_INTRODUCTION~ to view an introduction.
fr_fr: Ceci est un poste de police. Appuyez sur ~INPUT_PICKUP~ pour voir une introduction.

# POLICEDEPARTMENT_IN_TUTORIAL_CHECKPOINT
source: Press ~KEY_TUTORIAL_START_POLICE_DEPARTMENT~ to start the tutorial.
fr_fr: Appuyez sur ~KEY_TUTORIAL_START_POLICE_DEPARTMENT~ pour démarrer le tutoriel.

# POLICE_COMPUTER_DISABLE_ANPR
source: Disable ANPR
fr_fr: Désactiver LAPI (ANPR)

# POLICE_COMPUTER_ENABLE_ANPR
source: Enable ANPR
fr_fr: Activer LAPI (ANPR)

# POLICE_COMPUTER_INVALID_PASSWORD
source: Password is invalid
fr_fr: Mot de passe invalide.

# POLICE_SCANNER_CONTROL
source: CONTROL
de_de: Zentrale
fr_fr: CENTRAL

# POLICE_SCANNER_HELI_DOWN
source: Attention all units, we have an air unit down in {0}.
fr_fr: À toutes les unités, nous avons un hélicoptère à terre dans {0}.

# POLICE_SCANNER_OFFICER
source: Officer
de_de: Polizist
fr_fr: Agent

# POLICE_SCANNER_OFFICER_ATTACKED
source: All units, we have an attack on an officer in {0}.
fr_fr: À toutes les unités, nous avons une agression sur un policier dans {0}.

# POLICE_SCANNER_OFFICER_DOWN
source: This is control, we have an officer down at {0}.
de_de: Polizist am Boden
fr_fr: Policier à terre dans {0}.

# POLICE_SCANNER_ROGER_THAT_INVESTIGATE
source: Copy that, I'm investigating.
de_de: Verstanden Zentrale. Ich untersuche das
fr_fr: Compris, j'enquête.

# POLICE_SCANNER_SUSPECT_ESCAPED
source: The suspect has escaped.
de_de: Verdächtiger entkommen
fr_fr: Le suspect s'est échappé.

# POLICE_SCANNER_SUSPECT_IN_VEHICLE
source: Suspect is fleeing in a {0} {1}.
de_de: Verdächtiger in Fahrzeug
fr_fr: Le suspect s'est enfuit dans un {0} {1}.

# POLICE_SCANNER_SUSPECT_ON_FOOT
source: Suspect is on foot now.
de_de: Verdächtiger zu Fuß unterwegs
fr_fr: Le suspect est à pieds.

# POLICE_SCANNER_SUSPECT_SPEEDING
source: Suspect is now doing {0}.
fr_fr: Attention, le suspect roule à {0} km/h.

# POLICE_SCANNER_VISUAL_LOST
source: Visual on suspect lost.
de_de: Sichtkontakt verloren
fr_fr: Perdu le visuel sur le suspect.

# POLICE_SCANNER_VISUAL_REGAINED
source: Visual regained, suspect is in {0}.
fr_fr: Visuel retrouvé, le suspect se trouve dans {0}.

# PULLOVER_ABORTED_OUT_OF_CAR
source: ~r~You left the vehicle.
fr_fr: ~r~Vous avez quitté le véhicule.
